<?php
return [
    'heading' => 'ကျောင်းသားများ ပညာဆက်လက်သင်ခွင့် လျှောက်လွှာ',
    'steps_width' => '',
    'progress_bar' => '',
    'roll_no' => 'ယခင်နှစ် ခုံအမှတ် *',
    'current_address' => 'ယခုဆက်သွယ်ရန်လိပ်စာ * (အဆောင်နေပါက အဆောင်အမည်နှင့်လိပ်စာ ထည့်ရန်)',
    'is_first_year' => false,
    'has_la_wa_ka' => false,
    'is_exam_required' => false,
    'is_high_school_required' => true,
    'is_siblings_required' => false,
    'has_district' => false,
    'is_student_work_required' => false,
    'is_diploma' => false,
    'year' => ['First Year', 'Second Year', 'Third Year', 'Fourth Year', 'Fifth Year '],
    'years_to_seed' => [
        [
            'name_en' => 'First Year',
            'name' => 'ပထမနှစ်'
        ],
        [
            'name_en' => 'Second Year',
            'name' => 'ဒုတိယနှစ်'
        ],
        [
            'name_en' => 'Third Year',
            'name' => 'တတိယနှစ်'
        ],
        [
            'name_en' => 'Fourth Year',
            'name' => 'စတုတ္ထနှစ်'
        ],
        [
            'name_en' => 'Fifth Year',
            'name' => 'ပဥ္စမနှစ်'
        ]
    ],
    'majors' => [
        'civil' => 'Civil(မြို့ပြအင်ဂျင်နီယာသင်တန်း)',
        'mech' => 'Mech(စက်မှုအင်ဂျင်နီယာသင်တန်း)',
        'ep' => 'EP(လျှပ်စစ်စွမ်းအားအင်ဂျင်နီယာသင်တန်း)',
        'ec' => 'EC(အီလက်ထရွန်းနစ်အင်ဂျင်နီယာသင်တန်း)',
        'ceit' => 'CEIT(ကွန်ပျူတာအင်ဂျင်နီယာနှင့်သတင်းအချက်အလက်နည်းပညာသင်တန်း)',
        'mce' => 'MCE(မက္ကာထရောနစ်အင်ဂျင်နီယာသင်တန်း)',
        'che' => 'ChE(ဓာတုအင်ဂျင်နီယာသင်တန်း)',
        'min' => 'Min(သတ္တုတူးဖော်ရေးအင်ဂျင်နီယာသင်တန်း)',
        'nt' => 'Nuclear Technology(နျူကလီးယားနည်းပညာသင်တန်း)',
        'arch' => 'Arch(ဗိသုကာသင်တန်း)',
        'bt' => 'Biotechnology(ဇိဝနည်းပညာသင်တန်း)',
    ],
    'majors_to_seed' => [
        ['name_en' => 'Civil', 'name' => 'မြို့ပြအင်ဂျင်နီယာသင်တန်း', 'key' => 'civil',],
        ['name_en' => 'Mech', 'name' => 'စက်မှုအင်ဂျင်နီယာသင်တန်း', 'key' => 'mech',],
        ['name_en' => 'EP', 'name' => 'လျှပ်စစ်စွမ်းအားအင်ဂျင်နီယာသင်တန်း', 'key' => 'ep',],
        ['name_en' => 'EC', 'name' => 'အီလက်ထရွန်းနစ်အင်ဂျင်နီယာသင်တန်း', 'key' => 'ec',],
        ['name_en' => 'CEIT', 'name' => 'ကွန်ပျူတာအင်ဂျင်နီယာနှင့်သတင်းအချက်အလက်နည်းပညာသင်တန်း', 'key' => 'ceit',],
        ['name_en' => 'MCE', 'name' => 'မက္ကာထရောနစ်အင်ဂျင်နီယာသင်တန်း', 'key' => 'mce',],
        ['name_en' => 'ChE', 'name' => 'ဓာတုအင်ဂျင်နီယာသင်တန်း', 'key' => 'che',],
        ['name_en' => 'Min', 'name' => 'သတ္တုတူးဖော်ရေးအင်ဂျင်နီယာသင်တန်း', 'key' => 'min'],
        ['name_en' => 'Nuclear Technology', 'name' => 'နျူကလီးယားနည်းပညာသင်တန်း', 'key' => 'nt'],
        ['name_en' => 'Arch', 'name' => 'ဗိသုကာသင်တန်း', 'key' => 'arch'],
        ['name_en' => 'Biotechnology', 'name' => 'ဇိဝနည်းပညာသင်တန်း', 'key' => 'bt'],
    ],
    'exam_subjects' => [
        'civil' => 'Civil(မြို့ပြအင်ဂျင်နီယာသင်တန်း)',
        'mech' => 'Mech(စက်မှုအင်ဂျင်နီယာသင်တန်း)',
        'ep' => 'EP(လျှပ်စစ်စွမ်းအားအင်ဂျင်နီယာသင်တန်း)',
        'ec' => 'EC(အီလက်ထရွန်းနစ်အင်ဂျင်နီယာသင်တန်း)',
        'ceit' => 'CEIT(ကွန်ပျူတာအင်ဂျင်နီယာနှင့်သတင်းအချက်အလက်နည်းပညာသင်တန်း)',
        'mce' => 'MCE(မက္ကာထရောနစ်အင်ဂျင်နီယာသင်တန်း)',
        'che' => 'ChE(ဓာတုအင်ဂျင်နီယာသင်တန်း)',
        'min' => 'Min(သတ္တုတူးဖော်ရေးအင်ဂျင်နီယာသင်တန်း)',
        'nt' => 'Nuclear Technology(နျူကလီးယားနည်းပညာသင်တန်း)',
        'arch' => 'Arch(ဗိသုကာသင်တန်း)',
        'bt' => 'Biotechnology(ဇိဝနည်းပညာသင်တန်း)',
    ],
    'major_limit' => 1,
    'university_start_year' => [
        '12/2010',
        '12/2011',
        '12/2012',
        '12/2013',
        '12/2014',
        '12/2015',
        '12/2016',
        '12/2017',
        '12/2018',
        '12/2019'
    ],
    'exam_years' => [
        1 => 'ပထမနှစ်',
        2 => 'ဒုတိယနှစ်',
        3 => 'တတိယနှစ်',
        4 => 'စတုတ္ထနှစ်',
        5 => 'ပဉ္စမနှစ်'
    ],
    'has_boudoir' => false,
    'terms_and_conditions' => '
            <br>
            <p>ကိုယ်တိုင်ဝန်ခံချက်</p>
            <ul>
                <ol>(၁)&nbsp;&nbsp;အထက်ဖော်ပြပါအချက်များအားလုံးမှန်ကန်ပါသည်။</ol>
                <ol>(၂)&nbsp;&nbsp;ဤသို ဝင်ခွင့်လျှောက်ထားသည်ကို မိဘ(သို့မဟုတ်)အုပ်ထိန်းသူ က သဘောတူပြီးဖြစ်ပါသည််။</ol>                </ol>
                <ol>(၃)&nbsp;&nbsp;ကျောင်းလခများမှန်မှန်ပေးသွင်းရန် မိဘ(သို့မဟုတ်)အုပ်ထိန်းသူက သဘောတူပြီးဖြစ်ပါသည်။
                </ol>
                <ol>(၄)&nbsp;&nbsp;ကျောင်းသား/ကျောင်းသူကောင်းတစ်ဦးပီသစွာ တက္ကသိုလ် က ချမှတ်သည့် စည်းမျဉ်း၊ စည်းကမ်းများနှင့် အညီ လိုက်နာကျင့်သုံးနေထိုင်ပါမည်။။
                </ol>
                <ol>(၅)&nbsp;&nbsp;ကျွန်တော်/ကျွန်မသည် မည်သည့်နိုင်ငံရေးပါတီတွင်မျှ ပါတီဝင်မဟုတ်ပါ။</ol>
                <ol>(၆)&nbsp;&nbsp;အထူးပြုပညာရပ်တခုမှ နောက်တခုသို့ ပြောင်းလိုပါက မိမိရမှတ်ထက် ဝင်ခွင့်အမှတ်နိမ့်သော အထူးပြုပညာရပ်သို့
                ပြောင်းခွင့်ကို ကျောင်းစဖွင့်သောနေ့မှ (၂)ပတ် အတွင်း၌သာ လျှောက်ထားခွင်ရှိသည် ကို သိရှိရပါသည်။</ol>
            </ul>',
    'diploma_terms' => '',
    'high_school_subjects' => '',
    'exam_history_years' => [
        '2010',
        '2011',
        '2012',
        '2013',
        '2014',
        '2015',
        '2016',
        '2017',
        '2018',
        '2019'
    ],
    'confirmation' => 'ဝန်ခံကတိပြုပါသည်',
    'info_modal' => '<ul class="help-info">
                            <li>ခုံအမှတ် <span>-</span> ခုံအမှတ် ထည့်ရန်</li>
                        </ul>',
    'student_modal' => '<ul class="help-info">
                    <li>အမည်(မြန်မာ) <span>-</span> (မောင်/ မ ထည့်မရိုက်ရန်)</li>
                    <li> အမည် (အင်္ဂလိပ်)<span>-</span>&nbsp(Mr, Ms ထည့်မရိုက်ရ)</li>
                    <li> လူမျိုး<span>-</span>(မြန်မာဘာသာဖြင့်ဖြည့်သွင်းရန်)</li>
                    <li> မွေးဖွားရာဇာတိမြို့နယ်<span>-</span>(မြန်မာဘာသာဖြင့်ဖြည့်သွင်းရန်)</li>
                    <li> မှတ်ပုံတင်အမှတ်<span>-</span>(၁၂/မရက(နိုင်)၁၂၃၄၅၆ ဟူ၍မြန်မာဘာသာဖြင့်ဖြည့်သွင်းရန်)</li>
                    <li> Email Address<span>-</span>မိမိအသုံးပြုသည့် Email Address အားဖော်ပြပေးရန်</li>
                    <li> အမြဲတမ်းနေထိုင်သည့်လိပ်စာ<span>-</span>(မြန်မာဘာသာဖြင့်ဖြည့်သွင်းရန်)</li>
                    <li> အမြဲတမ်းနေထိုင်သည့်လိပ်စာ<span>-</span>(မြန်မာဘာသာဖြင့်ဖြည့်သွင်းရန်)</li>
                </ul>',
    'father_modal' => '<ul class="help-info">
                    <li>အမည်(မြန်မာ) <span>-</span> (ဦးထည့်မရိုက်ရန်)</li>
                    <li>အမည် (အင်္ဂလိပ်)<span>-</span>(U, Mr ထည့်မရိုက်ရ)</li>
                    <li>ဖခင််၏ဖုန်းနံပါတ်<span>-</span>(ကျောင်းသားထည့်ထားသောဖုန်းနှင့် မတူရ)</li>
                </ul>',
];
