<?php
return [
    'heading' => 'ကျောင်းသားများ ပညာဆက်လက်သင်ခွင့် လျှောက်လွှာ',
    'progress_bar' => 'nuac-progressbar',
    'steps_width' => 'nuac-steps',
    'roll_no' => 'ခုံအမှတ် / တက္ကသိုလ်ဝင်တန်းစာမေးပွဲခုံအမှတ် *',
    'is_first_year' => true,
    'has_la_wa_ka' => false,
    'is_exam_required' => false,
    'is_high_school_required' => false,
    'is_siblings_required' => false,
    'has_district' => true,
    'is_student_work_required' => true,
    'is_diploma'=>true,
    'year' => 'First Year',
    'years_to_seed' => [
        ['name_en' => 'First Year', 'name' => 'ပထမနှစ်',]
    ],
    'majors' => [
        'music' => 'ဂီတ',
        'dramatic_art' => 'သဘင်',
        'painting' => 'ပန်းချီ',
        'sculpture' => 'ပန်းပု',
        'movie_drama' => 'ရုပ်ရှင်နှင့်ပြဇာတ်'
    ],
    'majors_to_seed' => [
        ['name_en' => 'Music', 'name' => 'ဂီတ', 'key' => 'music'],
        ['name_en' => 'Dramatic Arts', 'name' => 'သဘင်', 'key' => 'dramatic_art'],
        ['name_en' => 'Painting', 'name' => 'ပန်းချီ', 'key' => 'painting'],
        ['name_en' => 'Sculpture', 'name' => 'ပန်းပု', 'key' => 'sculpture'],
        ['name_en' => 'Cinematography', 'name' => 'ရုပ်ရှင်နှင့်ပြဇာတ်', 'key' => 'movie_drama'],
    ],
    'major_limit' => 1,
    'university_start_year' => [
        '12/2010',
        '12/2011',
        '12/2012',
        '12/2013',
        '12/2014',
        '12/2015',
        '12/2016',
        '12/2017',
        '12/2018',
        '12/2019'
    ],
    'has_boudoir' => false,
    'terms_and_conditions' => '<p>
                <strong>အမျိုးသားယဉ်ကျေးမှု အနုပညာတက္ကသိုလ် (ရန်ကုန်) ဝန်ခံကတိပြုချက်။။</strong>
            </p>
            <br>
            <p>ကိုယ်တိုင်ဝန်ခံချက်</p>
            <ul>
                <ol>(၁)&nbsp;&nbsp;အထက်ဖော်ပြပါအချက်များအားလုံးမှန်ကန်ပါသည်။</ol>
                <ol>(၂)&nbsp;&nbsp;ဤသို့ဝင်ခွင့်လျှောက်ထားသည်ကို မိဘ သို့မဟုတ် အုပ်ထိန်းသူများက သဘောတူပြီးဖြစ်ပါသည်။်။
                </ol>
                <ol>(၃)&nbsp;&nbsp;ကျောင်းလခများမှန်မှန်ပေးသွင်းရန် မိဘ သို့မဟုတ် အုပ်ထိန်းသူကသဘောတူပြီးဖြစ်ပါသည်။
                </ol>
                <ol>(၄)&nbsp;&nbsp;ကျောင်းသား၊ ကျောင်းသူကောင်းတစ်ယောက်ပီသစွာအမျိုးသားယဉ်ကျေးမှုနှင့် အနုပညာတက္ကသိုလ် (ရန်ကုန်) က ချမှတ်သည့် စည်းမျဉ်း၊ စည်းကမ်းနှင့် အညီ လိုက်နာကျင့်သုံးနေထိုင်ပါမည်။။
                </ol>
                <ol>(၅)&nbsp;&nbsp;ကျွန်တော်၊ ကျမသည် မည်သည့် နိုင်ငံရေးပါတီတွင်မျှ ပါတီဝင်မဟုတ်ပါ။
                </ol>
                <ol>(၆)&nbsp;&nbsp;ပါတီဝင်အဖြစ်မှ နုတ်ထွက်ခဲ့သည့် အထောက်အထားကိုပူးတွဲတင်ပြပါမည်။ (ပါတီဝင်ဖြစ်ခဲ့သူများအတွက်သာ)
                </ol>
            </ul>
            <strong>*အထက်ပါတက္ကသိုလ်ဝင်ခွင့်လျှောက်လွှာကို ကျွန်တော်/ကျမ၏<br> သဘောတူညီချက်ဖြင့်တင်သွင်းလျောက်ထားခြင်းဖြစ်ပါသည်။</strong>',
    'diploma_terms' => '
            <p>ကိုယ်တိုင်ဝန်ခံချက်</p>
            <ul>
                <ol>(၁)&nbsp;&nbsp;ဖြည့်သွင်းထားသော အချက်အားလုံးမှန်ကန်ပါသည်။</ol>
                <ol>(၂)&nbsp;&nbsp;အချိန်ပိုင်းအနုပညာဒီပလိုမာသင်တန်းအတွက် အမျိုးသားယဥ်ကျေးမှုနှင့်အနုပညာတက္ကသိုလ်(ရန်ကုန်)မှ ချမှတ်သည့် စည်းမျဥ်း ၊ စည်းကမ်းများနှင့်အညီ လိုက်နာကျင့်သုံးတက်ရောက်သင်ကြားမည်ဖြစ်ပါသည်။
                </ol>
            </ul>',
    'high_school_sub_required' => false,
    'high_school_subjects' => '',
    'exam_history_years' => '',
    'confirmation' => 'ဝန်ခံကတိပြုပါသည်',
    'info_modal' => '<ul class="help-info">
                            <li>ခုံအမှတ် <span>-</span> တက္ကသိုလ်ဝင်စာမေးပွဲခုံအမှတ် ထည့်ရန်</li>
                        </ul>',
    'student_modal' => '<ul class="help-info">
                    <li>အမည်(မြန်မာ) <span>-</span> (မောင်/ မ ထည့်မရိုက်ရန်)</li>
                    <li> အမည် (အင်္ဂလိပ်)<span>-</span>&nbsp(Mr, Ms ထည့်မရိုက်ရ)</li>
                    <li> လူမျိုး<span>-</span>(မြန်မာဘာသာဖြင့်ဖြည့်သွင်းရန်)</li>
                    <li> မွေးဖွားရာဇာတိမြို့နယ်<span>-</span>(မြန်မာဘာသာဖြင့်ဖြည့်သွင်းရန်)</li>
                    <li> မှတ်ပုံတင်အမှတ်<span>-</span>(၁၂/မရက(နိုင်)၁၂၃၄၅၆ ဟူ၍မြန်မာဘာသာဖြင့်ဖြည့်သွင်းရန်)</li>
                    <li> Email Address<span>-</span>မိမိအသုံးပြုသည့် Email Address အားဖော်ပြပေးရန်</li>
                    <li> အမြဲတမ်းနေထိုင်သည့်လိပ်စာ<span>-</span>(မြန်မာဘာသာဖြင့်ဖြည့်သွင်းရန်)</li>
                    <li> အမြဲတမ်းနေထိုင်သည့်လိပ်စာ<span>-</span>(မြန်မာဘာသာဖြင့်ဖြည့်သွင်းရန်)</li>
                </ul>',
    'father_modal' => '<ul class="help-info">
                    <li>အမည်(မြန်မာ) <span>-</span> (ဦးထည့်မရိုက်ရန်)</li>
                    <li>အမည် (အင်္ဂလိပ်)<span>-</span>(U, Mr ထည့်မရိုက်ရ)</li>
                    <li>ဖခင််၏ဖုန်းနံပါတ်<span>-</span>(ကျောင်းသားထည့်ထားသောဖုန်းနှင့် မတူရ)</li>
                </ul>',
];
